cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'

brew 'coreutils'
brew 'ack'
brew 'gcc'
brew 'jq'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'nano'
brew 'rbenv'
brew 'spaceman-diff'
brew 'unrar'
brew 'wget'
brew 'libgit2'
brew 'docker'
brew 'docker-compose'
brew 'go'

cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'sublime'
cask 'textmate'
cask 'pgadmin4'
cask 'postman'
cask 'gimp'
