cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'
tap 'go-delve/delve'

brew 'bash'
brew 'bash-completion'
brew 'git'
brew 'libgit2'
brew 'readline'
brew 'jq'
brew 'node'
brew 'wget'
brew 'tree'
brew 'rbenv'
brew 'go'
brew 'dep'
brew 'delve'

cask 'google-chrome'
cask 'slack'
cask 'visual-studio-code'
cask 'teamsql'
cask 'postman'
cask 'teamviewer'
cask 'kdiff3'
cask 'ngrok'
