cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'

brew 'bash'
brew 'bash-completion'
brew 'git'
brew 'libgit2'
brew 'readline'
brew 'jq'
brew 'node'
brew 'unrar'
brew 'wget'
brew 'tree'
brew 'docker'
brew 'docker-compose'
brew 'rbenv'
brew 'go'

cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'atom'
cask 'pgadmin4'
cask 'postman'
cask 'dash'
cask 'gimp'
cask 'whatsapp'
cask 'teamviewer'
