cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'coreutils'
brew 'jq'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'spaceman-diff'
brew 'unrar'
brew 'wget'
brew 'node'
brew 'git'
brew 'docker'
brew 'docker-compose'

cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'sublime'
cask 'textmate'
cask 'pgadmin4'
cask 'postman'
